<template>
  <div>
    <MainFaq :is-page="true" />
  </div>
</template>

<script setup lang="ts">
usePageSeoMeta({
  title: "Частые вопросы о доставке автомобилей из Китая | AutoShop",
  ogTitle: "Частые вопросы о доставке автомобилей из Китая | AutoShop",
  description: "Ответы на частые вопросы: сроки доставки авто из Китая (2–5 недель), маршруты, диагностика и проверка автомобиля, оплата в юанях, дополнительные услуги до отправки.",
  ogDescription: "Ответы на частые вопросы: сроки доставки авто из Китая (2–5 недель), маршруты, диагностика и проверка автомобиля, оплата в юанях, дополнительные услуги до отправки.",
})
</script>
