<template>
  <div class="max-w-4xl">
    <p class="mb-6">
      Настоящая Политика обработки персональных данных применяется в соответствии с требованиями
      Федерального закона от 27.07.2006 № 152-ФЗ “О персональных данных” и иных нормативных актов Российской Федерации,
      касающихся обработки персональных данных.
    </p>

    <p class="mb-6">
      Мы гарантируем конфиденциальность и безопасность ваших персональных данных, собранных в рамках
      предоставления наших услуг.
    </p>

    <p class="mb-6">
      Мы используем ваши персональные данные только в целях обработки заказов, выполнения договорных
      обязательств, предоставления информации о наших товарах и услугах, а также для улучшения качества обслуживания. Мы
      не передаем ваши персональные данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных
      законодательством РФ.
    </p>

    <p class="mb-6">
      Мы принимаем все необходимые меры для защиты ваших персональных данных от несанкционированного
      доступа, изменения, распространения или уничтожения. Мы храним ваши персональные данные только в течение
      необходимого срока для достижения целей их обработки, если иное не предусмотрено законодательством.
    </p>

    <p class="mb-6">
      Вы имеете право в любое время запросить у нас информацию о собранных ваших персональных данных, а
      также внести необходимые изменения или удалить их. Вы также можете отозвать свое согласие на обработку
      персональных данных.
    </p>

    <p class="mb-6">
      Продолжая использование наших услуг, вы подтверждаете свое согласие с настоящей Политикой обработки
      персональных данных.
    </p>
  </div>
</template>

<script setup lang="ts">
definePageMeta({
  layout: "personal",
  auth: true,
})
</script>

<style module></style>
